Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: Response submitted successfully
mvy: جواب کامیابی ہِن جمع ہُوگا

source: Return
mvy: پاتُو گُھرہ

source: Return here to edit your goal anytime.
mvy: تئیں مقصد یا نخ سم یا بدل کرَئیں کراں پاتُو ݜلہ اےۡ

source: Return to Common Voice
mvy: پاتُو کامَن‌ وائسوَیں گُھرہ

source: Return to Common Voice Datasets
mvy: پاتُو کامن وائساں ڈیٹاسِٹے بہ

source: Return to Languages
mvy: پاتُو ژِبؤں گےبئ

source: Review
mvy: گتہ نہانٚلہ/نظر ثانی کرہ

source: Review could not be saved. Please try again later.
mvy: گتہ نہالَل/نظرثانی کرَیل کام محفوظ نی ہُونٚتُھو پتئیں لکھ گتہ کڑا کرہ گل۔

source: ⓘ Review Criteria
mvy: گتہ نہالئیں/نظرثانی کرئیں شرطہ

source: Review Criteria
mvy: گتہ نہالئیں/نظرثانی کرئیں شرطہ

source: Reviewed sentences not submitted, are sure?
mvy: تئیں پک یقین تُھو اَئی چہ گتہ )(دوبارہ) نہالیل جُملی جمع نی ہُونٚتھی؟

source: Review existing sentences submitted by the community
mvy: خلکہ وَیں جَمع کریلیۡ جُملی دُوبارہ نھالہ

source: Reviewing Sentences
mvy: جُملی دُوبارہ نھالُژاں تھی

source: Review & re-record clips here as you go
mvy: گتہ نھانٚلہ آں بېہان٘س ݜلہ کٹرُو گتہ ٹیپ کرہ

source: Review & re-record clips if needed
mvy: کہ ضرورت ہُنلُو/ہُون٘دُوں کٹرُو گتہ نھالہ آں دُوبارہ ٹېپ کرہ

source: Review Sentences
mvy: جُملی گتہ (دُوبارہ) نھالہ

source: Review sentences in your language
mvy: تَیں ژِبَیں جُملی دُوبارہ نھالہ

source: Review & Submit
mvy: گتہ نہانٚلے جمع کرہ۔

source: Review transcriptions
mvy: بنژیلیۡ بلی دُوبارہ نھالہ

source: Review transcriptions of recorded sentences for accuracy
mvy: ٹېپ کریلیۡ جُملی صحیح لکژیلیۡ تھی کرے نظر ثانی کرہ

source: Review Transcriptions <small>(Coming soon)</small>
mvy: اوازہ نہ لِکژېل دُوہیڑی نھالہ <small>(ہن٘گس اېن٘یۡیاں تُھو)</small>

source: Review user-submitted transcriptions in your language
mvy: تئیں زب مہ استعمال کرئیں والوں جمع کرئیل نقلوں تل نظر ثانی کرہ۔

source: Romanian
mvy: رومانیائ

source: Romansh Sursilvan
mvy: رومانش سُرسِلوَن

source: Romansh Vallader
mvy: رومانش ولاڈار

source: Rukai
mvy: روکئی

source: Runyankole
mvy: رن ینکولے

source: Russian
mvy: رُوسَیں

source: Ruuli
mvy: رّولی

source: s
mvy: پ

source: S
mvy: ٹ

source: Sabah Bisaya
mvy: صباح بسایا

source: Sabah Malay
mvy: سباح مَلائ

source: Sa'ban
mvy: سَعبان

source: Sakha
mvy: سکھا

source: Sakizaya
mvy: ساکیزایا

source: Santali (Ol Chiki)
mvy: سَنتالی (اوئ چِکی)

source: Saraiki
mvy: سرائیکی

source: Sardinian
mvy: ساردِینیائ

source: Save
mvy: سمٹے چھہ/سیو کرہ

source: Saved
mvy: سُگاؤ چھؤژِگا

source: Scots
mvy: سکاٹ لین٘ڈی

source: Scripted Speech
mvy: لِکېل تقریر

source: Search
mvy: بِلاڑہ

source: Search...
mvy: بِلاڑہ

source: Search for a language
mvy: ژیب بِلاڑہ

source: Search for a language...
mvy: ژیب بِلاڑہ۔۔۔

source: See how your progress compares to other contributors all over the world.
mvy: تاں نِکیل کام تام دُنَیں یاں مُت حصہ گلان٘لہ خلکؤں ملیۡ مقابلہ کرے نھال لہ۔

source: See Less
mvy: ایگُٹ نھالہ

source: See More
mvy: مُت نھالہ

source: Select a Language...
mvy: ژیب خوش کرہ

source: Select an option
mvy: اک بال اوک اُڇھہ

source: Select a variant (optional)
mvy: لہجہ خوش کرہ (اختیاری)

source: Selected
mvy: خوش کریل

source: Select File
mvy: فائل خوش کرہ۔

source: Select File to Upload
mvy: بُوئی اُکھالئیں(یاں) کراں/کریا فائیل خوش کرہ

source: Select the desired language dataset and choose the version you wish to download.
mvy: تَیں اُڇھیلیۡ ژِباں ڈیٹا سیٹ خوش کرہ آں نھالے گِھن٘ل قسمے تُو خوش تُھو کھیں تس منی والہ۔

source: Select up to three domains (optional)
mvy: ڇا ڈومینوں ہاریۡ توۡ انتخاب کرہانٚت/کرہَیں تُھو (اختیاری)

source: Select your age
mvy: تاں عُمُر خوش کرہ

source: Select your sex or gender
mvy: تاں جنس خوش کرہ

source: Self Citation
mvy: تاں لِکېلوۡ

source: Send a link to my email
mvy: کَڑہ(لِنک) مے بجلی خطی(ای میل) لا ڇِہے

source: Send sign up link
mvy: ٹل ہویں یاں کڑہ ڇِہے

source: Sentence
mvy: جُملہ

source: Sentence Collection
mvy: جُملی وَیں کَھلٹُو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
mvy: <sentenceCollectorFragment> جُملی جمع کرَیں یاں بابتی مہ ہِلاک مُت نھالی</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
mvy: <sentenceCollectorVideo>زاں پَشان٘لو نھالی چے جُملی جمع کران٘لو گِشے چَلاں تھہ</sentenceCollectorVideo>

source: Sentence Domain
mvy: جُملی وَیں ڈومین

source: Sentences
mvy: جُملی

source: Sentences are collected for people to read aloud.
mvy: خلکاں دَن جُملی جمع ہُون٘دیۡ کھیں تے سَیں تا لا بناتھو۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
mvy: جُملی مقامی خلکہ وَیں ذریعہ لا خختُو نھالُژاں تھی خو گتہ ہُم غلطی نہ خالی کام نی تُھو۔ کہ تی مُوٹھِن ݜے لک جُملہ ایگے چے سو تی لا اڅھکیۡ رِن٘گلیۡ۔ مثالاں طور اُو زاں <participationGuidelines>عوامی اصولؤں</participationGuidelines> لا پُوریۡ نی آن٘سیۡ ۔ کھیں زاں خبر کرَیں یاں بٹن کما/استعمال کرہ۔ تُو زَیں ݜس بجلی خطی <emailFragment>commonvoice@mozilla.com</emailFragment> لا گتہ خبر دېں تُھو۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mvy: ݜلہ جمع کریلیۡ جُملی ایک عوامی طور لا/تل موجود cc-0 لھیسن والا ڈیٹا سیٹ مِل ٹل ہوتھی/ ہُونٚݜِتی۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
mvy: جُملی کامن وائساں دُو ماݜ وَیں نھالَیں نہ پتَیں منظُور کرژا تھی۔تُو تَیں ژِباں کریا پاند پشائ (ہدایات) <languageGuidelinesLink> ݜلہ</languageGuidelinesLink> سن٘د ہَیں تُھو۔ جُملی <licenseLink>عوامَیں مِلکِیت ہوں پکار تھی</licenseLink> آں 15 لفظؤں نہ کم ہوں/ہواں۔ تُو جُملی واں مالکہ دِش بنَیں تُھو چے تَیں جُملی <waiverLink> ݜس ولہ لا CC0 کیر</waiverLink>، آں زَیں commonvoice@mozilla.com ݜس پتہۡ لا ڇِہے۔

source: { $sentences } sentences reviewed. Thank you!
mvy: { $sentences } جملییوں تل نظرثانی کرئیں شکریہ

source: Sentence text
mvy: جُملَیں لِکیل

source: Sentence Variant
mvy: جُملَیں مُئیت/مُتیۡ حالت

source: Separate sentences into one line by pressing “Enter” or “Return” once
mvy: جُملی کوکسیۡ نہ جُدا کَرے ایک کھِیریۡ مہ ائیں یاں کریا “Enter” یا “Return” لا ایک ہیش چکس کری۔

source: Serbian
mvy: سربِیَیں

source: Seri
mvy: سیری

source: Serian Bidayuh
mvy: سیریَیں بِدایُوہ

source: Service and Retail
mvy: خدمت تے پرچون (دُکانداری)

source: Set a goal
mvy: ایک مقصد اوک مقرر کرہ

source: Set my visibility
mvy: اماں پشوں ٹھیک کروں

source: Setswana
mvy: سیٹسوانا

source: Settings
mvy: سیٹِن٘گہ

source: Sex
mvy: جِنس

source: Sex or Gender
mvy: جنس

source: SHA256 Checksum Copied!
mvy: چیکسم SHA256 نقل ہُوگا!

source: Shan
mvy: شان

source: Share Common Voice
mvy: کامن وائیس مُوٹُھو ڇئے/بھک کرہ

source: Share my goal
mvy: مئیں مقصد نا نخ مُتوں کراں دے۔

source: Share your clip
mvy: تاں کٹرُو ڇَِئے/مُوٹُھو بھک کرہ

source: Share your { $count } Clip Daily Goal for { $type }
mvy: زاں گے چیلا { $count }تاں دیساں کٹروں نخ{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
mvy: زاں گے ڇیلا { $count }تاں ہفتاں نخاں کٹرو{ $type }

source: Share your event
mvy: تاں پُرگِرام شئیر کرہ

source: Shilha
mvy: شلحا

source: Shina
mvy: ݜݨیا

source: Shortcuts
mvy: کھٹَیں پاند۔

source: [Should be ‘dinosaurs’]
mvy: [ایں ہو تھو ‘ڈائنوسارہ’]

source: [Should be “We are”]
mvy: “بِےۡ تھو” ہوں پکار تُھو

source: Show me sentences and clips from all variants within my language
mvy: مِیں ژِبَیں بُٹیۡ لہجی وَیں جُملی تے کٹرو مے پشا

source: Show my ranking
mvy: مئیں نمبر پشا

source: Sicilian
mvy: سِسِلیَن

source: Sign up
mvy: پُنیاکی (آئی ڈی) سَن٘دہ/ٹل ہو

source: Sign up for an account
mvy: کھاتہ سن٘دَیں یاں کریا زؤں ملہ ٹل ہو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mvy: کامن وائس خبرخطی، نخ یاد کرہۡ، آں کماں بارہ مہ نَیں خبری واں کریا زؤں ملی ٹل ہو

source: sign up for email updates
mvy: بجلی خطی لا اما خبر رڇھَیں یاں کریا اما ٹل کرہ

source: Sign up for { $lang } updates:
mvy: { $lang }اپ ڈیٹاں کریا کُھنی لن٘گھہ/ٹل ہو:

source: Sindhi
mvy: سِن٘دی

source: Single
mvy: کیالی/چلوں

source: Single sentence submission
mvy: ایک جُملہ جمع کرؤں

source: Single ZIP file containing
mvy: ایک زِپ فائلہ مہ ہو تُھو

source: Sinhala
mvy: سِنہالا

source: Siswati
mvy: سِسواتی

source: Size
mvy: سائز

source: Skip
mvy: پھت کرہ/ٹھن٘گ کرہ.

source: Skipped
mvy: پَھت کریل

source: Skip Submission Feedback
mvy: جمع کرَیں یاں بارہ مہ تَیں رائ دیوں پھت کرہ

source: Slovak
mvy: سلوواکی

source: Slovenian
mvy: سلووی

source: Small batch
mvy: جُملی وَیں لیکھیۡ بٹُو (سیٹ)

source: Small batch sentence submission
mvy: کم جُملی وَیں بٹُو جَمع کرؤں

source: Small businesses, including tech and AI start ups
mvy: لیکھہ اُپارہ، ٹیک آں اے آئ شُروعاتہ شامل تھہ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
mvy: [جِسہۡ] سو دېس نہ پاتُو مہ پان٘د پُھو [کھان٘گیۡ ٹخ ٹخ] کرے تِلم تُھو۔

source: Social media
mvy: سوشل میڈیا

source: Solicit personally identifying information (like names or financial information)
mvy: ذاتی پُنیاکیں معلومات بنہ (لکھہ نؤں یا مالی معلومات)

source: Somali
mvy: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
mvy: دھان٘کہ ژِبہ ݜے تھی چے سِواں گرامر، لفظہ وَیں ڈھیری آں ادائیگی مہ چو زیات فرق ہُوئ تُھو۔ ݜُو وجہ نہ زَیں 2022 مہ لہجی </ctaLink> متعارف کریا چھی<ctaLink>۔

source: Someone asks for a language to be added.
mvy: اول بے کؤں ایک ژیب اوک ٹل کرَیں یاں درخواست دی تُھو

source: Something went wrong while fetching audio for transcriptions. Please try again later.
mvy: لِکیلاں دن اواز آہان٘س بِگ نشیۡ تُھو۔ ہِلاکَیں گتہ کوشش کرہ۔

source: Something went wrong while fetching prompts. Please try again later.
mvy: سِڇھیان٘لی بال اَیں مہ بِگ مسئلہ ای تھی۔ ہِلاکَیں لک کوشش کرہ گل۔

source: Something went wrong while fetching transcriptions. Please try again later.
mvy: بنیل لِکیل اَیں مہ بِگ مَسلہ ای تھی۔ پتَیں لَک اے۔

source: Something went wrong with reCAPTCHA. Please try again.
mvy: ری کیپچا مہ بِگ نشی تُھو۔ گتہ کرہ لہ۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
mvy: اک ژِبہۡ مژ بعضی لہجی امَیں آں کرٹ ژِبہۡ امَیں کوکسی نہ ژھؤ بدل ہوں تھئ۔ کہ تے ایک خاص لہجاں متعلق بِگ مسئلہ ای تھی کھیں تُو تَیں خوشاں سیٹِن٘گ ݜلگائ بدلا ہاں تُھو۔

source: Soninke
mvy: سونِنکے

source: Sorbian, Lower
mvy: مُون سوربیائ

source: Sorbian, Upper
mvy: بُول، سوربِیَیں

source: Sorry, Common Voice is running slowly. Thanks for your interest.
mvy: خپا نی ہو؛ کامن وائس خس اوک سِس چلُژ تُھو۔ تیں ݜُو دلچسپی یاں کریا شُکھرتی۔

source: Sorry, something went wrong
mvy: خَپا نی ہو، بِگ کام اوان ہُو تُھو

source: Source: { $sentenceSource }
mvy: مُون٘ڈ:{ $sentenceSource }

source: Southern Kurdish
mvy: جنوبی کُردَیں

source: Southern Sotho
mvy: شمالی سوٹھو

source: Southwestern Tlaxiaco Mixtec
mvy: ساوتھ ویسٹرن لاسیاکو مکس ٹیک

source: Spanish
mvy: اِسپینَیں

source: Speak
mvy: بَنہ

source: Speakable
mvy: بنژَیں یاں قابل

source: Speakers
mvy: بنان٘لہ

source: Speaking
mvy: منئیں

source: Speaking and Listening
mvy: منئیں تے ݜُنۡوَئیں

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
mvy: تاں عام اواز مہ بلی بنہ! تُو گِشے ہُم بانُوں بے خوشالی ہِن قبلاگ تھہ- بے تیں قُدرتی لہجہ، تیں عام تیزیار تے سِسیار، تیں اَن٘داز آں اوازاں بُوۡئ منی ہوں قدرتی لُکھِگ تھو۔

source: Speak now
mvy: ہِئیں مَنہ/ ہُویں بنہ

source: Speak options menu
mvy: منئیں اختیاراتوں مینو

source: Speak up, contribute here!
mvy: بنہ ، تاں حصہ گلہ!

source: Special Characters and Foreign Letters
mvy: خاص حرفہ آں ڇھاریاں حرفہ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
mvy: خاص علامات تے زیر زبر صرف ݜے حالتی مہ رن٘گائ چے کؤں زائ سخ ضرت ہو۔ مثالاں طور ہِن کؤں زائ زیر زبر نی رِن٘گَیں ہِن معنی بدل ہویں یاں امکان ہو۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mvy: <speechBlogLink>بلی پُنیؤں شروع کرِگی</speechBlogLink>

source: Spelling and Punctuation
mvy: ہیزی تے کامی

source: Split into { $archiveCount } ZIP files containing
mvy: { $archiveCount } زِپ فائلؤں مہ تقسیم کرہ، تسی مہ ہو تھہ

source: Splits
mvy: تقسیم

source: Splits (Age and Sex)
mvy: تقسیم (عمر آں جِنس)

source: Spontaneous Speech
mvy: فی البدیہہ تقریر

source: Start recording
mvy: ٹَېپ کرَئیں شروع کرہ

source: Start typing to describe your accent
mvy: تَیں لہجہ بارہ بِگ لِکَیں شروع کرہ

source: Start typing to search
mvy: بِلاڑَیں یاں کریا لِکہ

source: Stats
mvy: حساب کِتاب۔

source: Status Page
mvy: حالتیاں پن٘ڑو

source: Still have questions?
mvy: ہُویں گتہ سوالہ تھو یی؟

source: Streaks
mvy: کِھیریۡ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mvy: <strong>[کڑسَئیں]</strong>گھوں دیو لکھ ڈائنوساراں <strong>[کڑسَئیں]<strong>ریاسِک

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
mvy: <strong>ݜے کٹرو کلَیں ژا رد نیرہ (نی کگا) چے سو تیں لہجہ نہ ہِلاک مرک ہو</strong> اوازاں پُنیاک‌ کران٘لاں کریا ݜُو بال چئ اہم تھی چے اُو بُٹ پُنیے۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
mvy: <strong>سُکھیݜ سن٘دژہ!</strong> تِیں ژِباں خلک مُتؤں نہ مُت رن٘گاں ہو تھو آں شروعات کرَیں یاں کریا دھان٘ک پن٘دہۡ تھی۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
mvy: <strong>لِکیلیۡ بلی</strong> (روایتی طور لا اَس تُس کامن وائس لا پُنیاں تھہ) ݜے زائ تھی چےۡ گولہ تُو تَیں ژِبہۡ مہ لِکیلیۡ بلی تا لا پڑہَیں تُھو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mvy: <strong>زہِتی</strong>گھوں دِیُو لکھ ڈائنوسار </strong> کھانٚگ <strong> ٹریاسک

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
mvy: <strong> فی البدیہہ (ڈارِک) بلی</strong> کامن وائساں نؤں حصہ تُھو چےۡ اسی مہ تُس سوال واں جواب تَیں ہردېسہ ژِبہۡ مہ دے ہاں تھو۔

source: Submit
mvy: جمع کرہ

source: Submit All
mvy: بُٹہۡ جمع کرہ

source: Submit a new question for the community to read and respond to
mvy: مُت خلقوں کراں اک نوں سوال پھت کرہ چہ سئیں پڑے جواب دییاں۔

source: Submit a report
mvy: خبر جمع کرہ

source: Submit clips
mvy: کٹرو جمع کرہ

source: Submit new questions for the community to read and respond to
mvy: خلکہ واں کریا ناں سُوالہ جمع کرہ لہ سَیں پڑاں آں جواب دیں

source: Submitted
mvy: جمع ہُوگا

source: Subscribe
mvy: سبسکرائب

source: Success
mvy: کامیابی

source: success checkmark
mvy: کامیابی نہالئیں نخ

source: Success, profile created!
mvy: شاباش، پروفائل سن٘دژِگا!

source: Support open, community-led datasets
mvy: اوپن، کمیُونٹی یاں سن٘دېل ڈېٹا سیٹہ واں ڈاؤ دھائ

source: Svan
mvy: سوان

source: Swahili
mvy: سواہِلی

source: Swedish
mvy: سویڈنی

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mvy: جُملہ قبُول کریاں کراں دڇُھوئی کِھن٘گی تل ڙر کرہ آں کگَئیں کراں کھبُوئ کِھن٘گی تل ڙر کرہ۔<strong>گتہ نہالیل کام جمع کرؤں اُوݜہ نئ ہُوئے </strong>

source: Syriac
mvy: سیریَک

source: Tagalog
mvy: ٹَگالوگ

source: Tahitian
mvy: تاہیٹی

source: Taiwanese (Minnan)
mvy: تائیوانَیں (مِنان)

source: Tajik
mvy: تاجِکی

source: Taking several attempts to read a word.
mvy: ایک لفظ پڑَیں مہ بیکتُک ہیشی بیں تھی۔

source: Tamazight
mvy: تامازِغت

source: Tamil
mvy: تامِل/ٹَمل/کُن٘ڈلو

source: Tap
mvy: ٹیپ

source: Tarifit
mvy: تارِفِت/ٹاریفٹ

source: Tatar
mvy: تاتاری

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mvy: Tatoeba اېک چاق ڈېٹا بېس تُھو چے اسی مہ ژیب سِڇَھیں یاں کریاجُملی، ترجُمی آں بنیلیۡ بلی ٹل تھی۔ݜس ڈاؤنلوڈ مہ ان٘گرېزوَیں امَیں ٹېپ کرېل کٹرو تھو۔

source: Technology and Robotics
mvy: ٹکنالوجی تے روبوٹہ

source: Technology that speaks your language
mvy: ݜے ٹېکنالوجی چے سو تیں ژیب دے

source: TED-LIUM Corpus
mvy: ٹیڈ-لِیَم کارپس

source: Teke
mvy: ٹیکی

source: Tell us what you'd like to download:
mvy: زَیں بنہ نا تُو گی منی والَیں خوش تُھو:

source: Telugu
mvy: تِلوگو

source: Terms
mvy: خاص لفظہ

source: <termsLink>Terms</termsLink>
mvy: </termsLink>شرطہ<termsLink>

source: Thai
mvy: تھائ لین٘ڈی

source: Thanks for confirming your account, now let's build your profile.
mvy: تَیں کھاتہ پکیرَیں یاں کریا شُکھریہ، ہُویں اے لہ تیں پروفائل سن٘دِگ۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
mvy: 50 مُختلف ژِبؤں مہ 2 لکہ آں 59 زِرہ خلکہ واں حصہ گلَیں ہِن ݜس ڈېٹا ہُویں ݜُو شاناں اېپلِکېشنؤں مہ استعمال ہو تُھو کاں چے انسانی اوازے جواب دېں تھو

source: Thank you for contributing to Spontaneous Speech!
mvy: فی البدیہہ بلی بنَیں مہ حصہ ہرَیں یاں کریا شُکھریہ!

source: Thank you for contributing your bulk submission!
mvy: چئ جُملی ایکٹھی جمع کرَیں یاں کریا تیں شُکھریہ۔

source: Thank you for contributing your voice!
mvy: تاں اواز مہ مواد جمع کرے مدد کرئیں شکریہ

source: Thank you for donating your voice clips!
mvy: تاں اواز مہ ٹیپ کریل کٹرَو زاں کراں دے شکریہ۔

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mvy: تئیں ریکارڈنٚگ کرئیں شکریہ <lineBreak> </lineBreak>ہِئیں منڅور ݜئیں دیل کٹرَو گتہ نہانٚلے جمع کرہ۔

source: Thank you for your information
mvy: معلومات دیں یاں کریا شُکھریہ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mvy: { $lang } مہ حصہ گلَیں مہ شوق پشَیں یاں کریا چئ چئ شُکھریہ۔ بے تَیں وس کرِگ تھو چے ہر ژیب خلکہ واں کریا مُوٹُھو آگ آں رڇھِگ بجلی خطیں ذریعہ لا ٹولئ خبر رڇُھژیۡ تھی۔ کہ تُو حصہ ہرَیں یاں غرضی تُھو کھیں تَیں بجلی خط من چور لِکہ۔

source: Thank you for your voice information
mvy: تئیں ائیں ہِن دیل معلوماتوں شکریہ

source: Thank you! You’ve sent a new language enquiry
mvy: تیں مہربانی! تُوں نَیں ژِبَیں معلومات کرؤں لُکھہ چھی۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
mvy: بُٹؤں نہ من٘ڑنئ جُملی فطرتی آں مشقُلائیں ہوں تھی — گِنہٛ چے اېں پڑژَیں ہسان ہوں تھی۔ جُملہ مہ رن٘گ رن٘گاں لفظہ چے اہم تھو۔ زَیں کوشش ݜو تھی چے جُملی ݜے لک ہوں چے سَیں پڑَیں مہ تے دوبارہ نھالَیں مہ مزہ اے۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
mvy: من٘ڑنئ اواز پُنیان٘لو انجن٘ڑاں کریا بُٹؤں نہ من٘ڑنئ جُملی سَیں ہوں تھی چے سَیں عام بلیُوں مہ آں نَیں ژِبہۡ مہ استعمال ہوں۔ کم لکھ بلی کاں چے جُملی تیار کرَیں مہ تیں مدد کراتھی سَیں ݜَیں تھی;

source: The bumblebee sped by.
mvy: مانٚڇھی ہلہۡ لک لن٘گھی گے۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
mvy: کٹری وَیں سرائ مہ سیں اوازاں کٹرو ہوں تھہ کِویں چے کامَن وائس ڈیٹاسیٹ مہ تَیں زائ نی سَن٘دہان٘ل ہوں۔ ڈیٹا سیٹَیں شُو، کٹری وَیں سرائ نہ بے کؤں اَمَیں مِنی وال/ ڈاؤنلوڈ کر ہَیں تُھو۔ من چور دیل ماݜہ تے تنظیمہ وَیں شُکھرتی کھاڑِگ تھہ چے ݜس منصوبہ مہ سِوَیں مدد کرچھی۔

source: The clip has disrespectful or offensive language.
mvy: اس کٹرو مہ اچھی یا اڅھکی ژیب تھی

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mvy: کامَن وائس ڈیٹا سیٹہ مہ شَلؤں تے زِرؤں لا اَوازاں نمونی ہوں تھہ کاں چے سن٘دالہ وَیں اواز پُنیان٘لہ سامان سَن٘دَیں مہ مدد کراں تھہ۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
mvy: کامن وائساں ژَن٘دوۡ ہیو خلکہ تھہ، ایں سار دُنَیں نہ تعلق رڇھاں تھہ، آں ایں اکثر ژِبہ لا کام کران٘لہ، سائنس پوہہۡ آں فنکارہ ہوں تھہ۔ تُو اَماں زاں مِل ٹَل کرَیں وَل‌ سِڇَھیں یاں بارہ مُت ہُم پڑہَیں تُھو <about> بابتی مہ</about> زاں <community>کمیونٹی پلے بُک </community>لا۔ کہ تُو زَیں ادارہ مِل گُٹُم مرگلتیاں غرضی تُھو کھیں<emailFragment>زاں مِل رابطہ مہ ہو۔</emailFragment>

source: The content contains a language different than I was expecting.
mvy: مواد مہ ݜے ژیب تھی کسیں چے مہ تمہ نی رڇھم آن٘س

source: The content has disrespectful or offensive language.
mvy: مواد مہ اچھی یا اڅھکی ژیب استعمال ہُو تھی۔

source: The giant dino [cough] the Triassic.
mvy: ڇَگن٘ڑیاں زُماناں افت ڈائنو [کھان٘گیۡ] سار۔

source: The giant dinosaur of the Triassic.
mvy: ڇَگن٘ڑیاں زُماناں افت ڈائنوسار

source: The giant dinosaurs of the Triassi-.
mvy: سو دېس نہ پاتُو مہ پان٘د پُھو ک--

source: The giant dinosaurs of the Triassic.
mvy: سو دېس نہ پاتُو مہ پان٘د پُھو کرے تِلم تُھو۔

source: The giant dinosaurs of the Triassic. [read by one voice]
mvy: سو دېس نہ پاتُو مہ پان٘د پُھو کرے تِلم تُھو۔ [ایک اواز کہ لا پَڑژېل]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mvy: گھئیں دیو لکھ ڈائنوسارہ۔<strong>[اُو اک اواز مہ پڑزانٚت]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mvy: ڇگن٘ڑیاں زُماناں افتی ڈائنوسارہ۔ آں

source: The giant dino <strong>[cough]</strong> the Triassic.
mvy: گھوں دیو لکھ ڈائینو <strong>کھان٘گ</strong> ٹریاسک

source: The MediaRecorder API is not supported in your browser.
mvy: میڈیا ٹیپ کران٘لو اے پی آئی تیں کھوݜٹوۡ (براؤزر) مہ کام نیری تُھو

source: The number of recordings and which languages you contribute to will be public.
mvy: رِکاڈِن٘گہ آں حصہ گلیلیۡ ژِبہۡ بُٹ خلکؤں لیل تھی۔

source: The page you are looking for could not be found
mvy: تُو چے کؤں پَن٘ڑوۡ نھالیۡ تُھو، سو نی ڇؤژِل۔

source: The question should be answerable in just a couple of sentences.
mvy: سوال ݜے ہو چے تسیں جواب ایک دُو جملیُوں مہ دِیُوژ۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
mvy: آس جِباں فلحال گی چھر نیتھو. تو گتہ ݜس کُھولاکرہ یا کم لکھ پتئں کوشش کرہ

source: There are currently no sentences to review in this language.
mvy: ݜُو وخ ݜس زِبہۡ /ژِبہۡ مہ دُوہیڑی نھالَیں یاں کریا جُملی نی تھی۔
